var new_lang = {

    "lt0": "Бесплатная доставка по России",

    "lt1": "Полная линейка размеров",

    "lt2": "Оплата при получении",

    "lt3": "заказать звонок",

    "lt4": "Двухсторонний мужской жилет Jeep",

    "lt5": "Комфорт и тепло в экстремальных условиях",

    "lt6": "Вчера жилетка стоила<span><span class=\"old_price_val\">6640</span><span class=\"old_price_cur\">руб</span></span>",

    "lt7": "А сегодня цена<span><span class=\"new_price_val\">2990</span><span class=\"new_price_cur\">руб</span></span>",

    "lt8": "<span>100% защита</span>от влаги",

    "lt9": "<span>Потайные карманы</span>для защиты имущества",

    "lt10": "<span>Климат-контроль</span>в любых погодных",

    "lt11": "<span>Двусторонний</span>дизайн",

    "lt12": "<span>10 лет гарантии</span>на материал",

    "lt13": "Вчера жилетка стоила<span><span class=\"old_price_val\">6640</span><span class=\"old_price_cur\">руб</span></span>",

    "lt14": "А сегодня цена<span><span class=\"new_price_val\">2990</span><span class=\"new_price_cur\">руб</span></span>",

    "lt15": "Успей до конца акции",

    "lt16": "часов",

    "lt17": "минут",

    "lt18": "секунд",

    "lt19": "Россия",

    "lt20": "Казахстан",

    "lt21": "Заказать за<span class=\"new_price_val\">2990</span><span class=\"new_price_cur\">руб</span>",

    "lt22": "Универсальный предмет одежды на все случаи жизни!",

    "lt23": "10 карманов",

    "lt24": "Идеально подойдут для мелких и крупных вещей, например, для бутылки, планшета, ключей",

    "lt25": "Ортопедический крой",

    "lt26": "Жилетка снимает нагрузку с плеч и спины при высоких физических нагрузках",

    "lt27": "Утепленная подстежка",

    "lt28": "Согревающие модули позволяют носить жилетку и в теплое и в холодное время года",

    "lt29": "Климат-контроль",

    "lt30": "Жилетка защищает от влаги, солнца, перепада температур",

    "lt31": "Потайное<span>хранение</span>",

    "lt32": "Наличие скрытых внутренних карманов позволяет хранить в сухости и надежности деньги и документы",

    "lt33": "Качественный",

    "lt34": "Жилетка изготовлена из износостойкого материала, который трудно поцарапать, порезать или поджечь.",

    "lt35": "Previous",

    "lt36": "Качественный",

    "lt37": "Жилетка изготовлена из износостойкого материала, который трудно поцарапать, порезать или поджечь.",

    "lt38": "10 карманов",

    "lt39": "Идеально подойдут для мелких и крупных вещей, например, для бутылки, планшета, ключей",

    "lt40": "Ортопедический крой",

    "lt41": "Жилетка снимает нагрузку с плеч и спины при высоких физических нагрузках",

    "lt42": "Утепленная подстежка",

    "lt43": "Согревающие модули позволяют носить жилетку и в теплое и в холодное время года",

    "lt44": "Климат-контроль",

    "lt45": "Жилетка защищает от влаги, солнца, перепада температур",

    "lt46": "Потайное<span>хранение</span>",

    "lt47": "Наличие скрытых внутренних карманов позволяет хранить в сухости и надежности деньги и документы",

    "lt48": "Качественный",

    "lt49": "Жилетка изготовлена из износостойкого материала, который трудно поцарапать, порезать или поджечь.",

    "lt50": "10 карманов",

    "lt51": "Идеально подойдут для мелких и крупных вещей, например, для бутылки, планшета, ключей",

    "lt52": "Next",

    "lt53": "Комфорт и удобство",

    "lt54": "Один предмет одежды вместо двух!",

    "lt55": "Конструкция жилетки позволяет успешно использовать её в любых условиях. На жилетке<span>не видна грязь</span>, она<span>не впитывает запахи костра и пота</span>. Встроенный климат контроль позволяет использовать её в температурном диапозоне<span>от -10 до +35</span>",

    "lt56": "Заказать за<span class=\"new_price_val\">2990</span><span class=\"new_price_cur\">руб</span>",

    "lt57": "Незаменима в любых ситуациях",

    "lt58": "Лес",

    "lt59": "Надежно защищает от укусов насекомых",

    "lt60": "Ремонт",

    "lt61": "Уверенно защищает от увечий и травм во время строительных работ",

    "lt62": "Активный спорт",

    "lt63": "Полностью непромокаемое покрытие",

    "lt64": "Туризм",

    "lt65": "Универсальна в любых погодных условиях",

    "lt66": "Рыбалка",

    "lt67": "Подстраивается под любые погодные условия",

    "lt68": "Жилетка",

    "lt69": "Согревает при температурах до -10",

    "lt70": "Уникальная конструкция жилетки",

    "lt71": "При своем ярком и необычном исполнении, этот предмет одежды незаменим в повседневном использовании и чрезвычайно вместителен для множества вещей и документо",

    "lt72": "Наличие потайных и открытых карманов и поддерживающий крой жилета избавят спину от излишней нагрузки.",

    "lt73": "Двухсторонее покрытие позволяет использовать куртку в двух цветах",

    "lt74": "Водонепроницаемое покрытие куртки позволяет оставаться сухим при любой погоде",

    "lt75": "Надежная фурнитура прослужит 10-20 лет",

    "lt76": "Previous",

    "lt77": "Надежная фурнитура прослужит 10-20 лет",

    "lt78": "Наличие потайных и открытых карманов и поддерживающий крой жилета избавят спину от излишней нагрузки.",

    "lt79": "Двухсторонее покрытие позволяет использовать куртку в двух цветах",

    "lt80": "Водонепроницаемое покрытие куртки позволяет оставаться сухим при любой погоде",

    "lt81": "Надежная фурнитура прослужит 10-20 лет",

    "lt82": "Наличие потайных и открытых карманов и поддерживающий крой жилета избавят спину от излишней нагрузки.",

    "lt83": "Next",

    "lt84": "Заказать за<span class=\"new_price_val\">2990</span><span class=\"new_price_cur\">руб</span>",

    "lt85": "Надежная защита от насекомых",

    "lt86": "Благодаря уникальной технологии пропитки поверхности жилетки препаратом InsectFors, который отталкивает таких насекомых, как: Комары, мошки, клещи, слепни, осы и пчелы. Технологий гарантирует 100% защиту от насекомых даже в самых экстремальных условиях.",

    "lt87": "Комары",

    "lt88": "Клещи",

    "lt89": "Слепни",

    "lt90": "Отзывы",

    "lt91": "Жилетка очень удобная - ношу каждый день. В жилетке чувствуешь себя комфортно целый день, не потеешь, к телу она очень приятна. Спину отлично держит, к вечеру не так устает. Перед тем как начать любую работу, надеваю жилетку. Карманы вместительные, можно и инструмент положить, и телефон и сиграеты. Удобно!",

    "lt92": "Михаил Скороборода",

    "lt93": "Очень полезная вещь как на спорте, так и в ежедневной носке. Защищает от холода и ветра, поддерживает осанку, помогает согреться, когда холодно. В походе незаменимая жилетка - удобно всё всегда иметь под рукой. Попадешь под дождь - все необходимые документы и деньги в сухости остаются, хоть сам до нитки промокнешь. Хотя сама жилетка водоотталкивающая, в ней и под дождем сухо.",

    "lt94": "Валерий Ковалев",

    "lt95": "Никогда не думал, что жилетка может быть настолько удобной. Супруга подарила перед рыбалкой, очень удобная оказалась вещь. Отлично согревает, под утро особенно полезна! Не шуршит, материал качественный, насекомые не подлетают! Хорошая вещь, полезная. Одна вещь, можно носить на разные стороны - бежевую или черную, удобно, не нужно часто стирать!",

    "lt96": "Андрей Галантьев",

    "lt97": "Previous",

    "lt98": "Никогда не думал, что жилетка может быть настолько удобной. Супруга подарила перед рыбалкой, очень удобная оказалась вещь. Отлично согревает, под утро особенно полезна! Не шуршит, материал качественный, насекомые не подлетают! Хорошая вещь, полезная. Одна вещь, можно носить на разные стороны - бежевую или черную, удобно, не нужно часто стирать!",

    "lt99": "Андрей Галантьев",

    "lt100": "Жилетка очень удобная - ношу каждый день. В жилетке чувствуешь себя комфортно целый день, не потеешь, к телу она очень приятна. Спину отлично держит, к вечеру не так устает. Перед тем как начать любую работу, надеваю жилетку. Карманы вместительные, можно и инструмент положить, и телефон и сиграеты. Удобно!",

    "lt101": "Михаил Скороборода",

    "lt102": "Очень полезная вещь как на спорте, так и в ежедневной носке. Защищает от холода и ветра, поддерживает осанку, помогает согреться, когда холодно. В походе незаменимая жилетка - удобно всё всегда иметь под рукой. Попадешь под дождь - все необходимые документы и деньги в сухости остаются, хоть сам до нитки промокнешь. Хотя сама жилетка водоотталкивающая, в ней и под дождем сухо.",

    "lt103": "Валерий Ковалев",

    "lt104": "Никогда не думал, что жилетка может быть настолько удобной. Супруга подарила перед рыбалкой, очень удобная оказалась вещь. Отлично согревает, под утро особенно полезна! Не шуршит, материал качественный, насекомые не подлетают! Хорошая вещь, полезная. Одна вещь, можно носить на разные стороны - бежевую или черную, удобно, не нужно часто стирать!",

    "lt105": "Андрей Галантьев",

    "lt106": "Жилетка очень удобная - ношу каждый день. В жилетке чувствуешь себя комфортно целый день, не потеешь, к телу она очень приятна. Спину отлично держит, к вечеру не так устает. Перед тем как начать любую работу, надеваю жилетку. Карманы вместительные, можно и инструмент положить, и телефон и сиграеты. Удобно!",

    "lt107": "Михаил Скороборода",

    "lt108": "Next",

    "lt109": "Заказывай прямо сейчас",

    "lt110": "Оформление",

    "lt111": "Оставьте заявку на нашем сайте, и мы свяжемся с вами для оформления заказа",

    "lt112": "Доставка",

    "lt113": "Мы отправляем заказ бандеролью 1-го класса. Время доставки от 2 до 10 рабочих дней",

    "lt114": "Оплата",

    "lt115": "Никакой предоплаты! Вы оплачиваете заказ при получении товара",

    "lt116": "Двухсторонний мужской жилет Jeep",

    "lt117": "Комфорт и тепло в экстремальных условиях",

    "lt118": "Вчера жилетка стоила<span><span class=\"old_price_val\">6640</span><span class=\"old_price_cur\">руб</span></span>",

    "lt119": "А сегодня цена<span><span class=\"new_price_val\">2990</span><span class=\"new_price_cur\">руб</span></span>",

    "lt120": "<span>100% защита</span>от влаги",

    "lt121": "<span>Потайные карманы</span>для защиты имущества",

    "lt122": "<span>Климат-контроль</span>в любых погодных",

    "lt123": "<span>Двусторонний</span>дизайн",

    "lt124": "<span>10 лет гарантии</span>на материал",

    "lt125": "Вчера жилетка стоила<span><span class=\"old_price_val\">6640</span><span class=\"old_price_cur\">руб</span></span>",

    "lt126": "А сегодня цена<span><span class=\"new_price_val\">2990</span><span class=\"new_price_cur\">руб</span></span>",

    "lt127": "Успей до конца акции",

    "lt128": "часов",

    "lt129": "минут",

    "lt130": "секунд",

    "lt131": "Россия",

    "lt132": "Казахстан",

    "lt133": "Заказать за<span class=\"new_price_val\">2990</span><span class=\"new_price_cur\">руб</span>",

    "lt134": "ООО \"ЛАКИШОП\" 115569, г. Москва, ул. Шипиловская, дом 1, помещение I, этаж 2, комната 8, офис 3<br>ИНН/КПП 7724945056/772401001 ОГРН 5147746375904",

    "lt135": "Политика конфиденциальности",

    "lt136": "Публичная оферта"
};

function Translater() {
    for (class_name in new_lang) {
        var elements = document.getElementsByClassName(class_name);
        if (elements.length) {
            for (key in elements) {
                elements[key].innerHTML = new_lang[class_name];
            }
        }
    }
};

//Двухсторонний мужской жилет Jeep
//Имя
//Телефон
//защитная пропитка от клещей и насекомых